Repository: eid-login/eid-login-typo3
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# be_tpl_intro
source: Intro
de: Einstieg

# be_tpl_notls
source: To use the eID-Login extension, your TYPO3 instance must use TLS!
de: Um die eID-Login Erweiterung zu nutzen, muss Ihre TYPO3 Instanz mit TLS betrieben werden!

# be_tpl_missingtask
source: To use the eID-Login extension, please set up the scheduler tasks as described in the extensions readme!
de: Um die eID-Login Erweiterung zu nutzen, erstellen Sie bitte die Planer Tasks wie in der Readme Datei der Erweiterung beschreiben!

# be_tpl_missingdefaultmailfromaddress
source: To use the eID-Login extension, please configure the default email address which is used when no other "from" address is set for a TYPO3-generated email in the TYPO3 settings!
de: Um die eID-Login Erweiterung zu nutzen, konfigurieren sie bitte die E-Mail Adresse in den TYPO3 Einstellungen, welche verwendet wird, wenn keine andere "von" Adresse für TYPO3-generierte E-Mails gesetzt ist!

# be_tpl_index_1
source: The eID-Login extension offers an alternative way of login for the Website-Users of your TYPO3 sites, using their electronic identity
de: Die eID-Login Erweiterung ermöglicht eine alternative Anmeldung für registrierte Website-Benutzer Ihrer TYPO3-Seiten mittels einer elektronischen Identität

# be_tpl_index_2
source: The German Identity Card ("Personalausweis") for example can then be used to login in a secure manner.
de: Benutzer können sich dann z.B. mit der Online-Ausweisfunktion ihres Personalausweises auf sichere Weise anmelden.

# be_tpl_index_3
source: To use the eID-Login for a specific TYPO3 site, some setup in the site must take place:
de: Um den eID-Login für eine bestimmte TYPO3-Seite zu nutzen, muss in dieser folgendes vorhanden sein:

# be_tpl_index_4
source: It needs one free acccessible page without any content but an own template record. This must be configured as 'Rootlevel' and include the static template 'eID-Login SAML Template (eidlogin)' of the eID-Login extension. This page should not be visible in menues.
de: Sie braucht eine frei zugängliche Seite ohne Inhalte aber mit eigenem Template. Dieses muss als 'Wurzelebene' konfiguriert werden und das statische Template 'eID-Login SAML Template (eidlogin)' der eID-Login Erweiterung einbinden. Die Seite sollte nicht in Menüs eingebunden sein.

# be_tpl_index_5
source: There must be at least one free accessible page holding the Frontend-Plugin 'eID-Login Link' as content element. This plugin will render a logo, the link to start an eID-Login and a link to the FAQ regarding eID-Login or an logout link. Also messages which may occur when doing an eID-Login are rendered by the plugin as TYPO3 Flash-Messages. Website-Users which may use the plugin must be configured using the 'Record Storage Page' option.
de: Mindestens eine frei zugängliche Seite mit dem Frontend-Plugin 'eID-Login Link' als Inhaltselement muss enthalten sein. Dieses Plugin stellt neben einem Logo Verweise dar, welche den eID-Login starten und zu den eID-Login FAQ führen, oder einen Verweis zum Abmelden. Ausserdem erfolgt durch das Plugin die Anzeige von Meldungen, die während des eID-Login Vorgangs auftreten können, in Form von TYPO3 Flash-Messages. Die Website-Benutzer, welche dieses Plugin nutzen können, müssen über die Option 'Datensatzsammlung' festgelegt werden.

# be_tpl_index_6
source: At least one access restricted page holding the Frontend-Plugin 'eID-Login Settings' to render the links which enable the creation and deletion of an eID connection for Website-Users. Messages which occur in the process are rendered there as TYPO3 Flash-Messages. The pugin also provides a checkbox to disable the password based login for the specific Website-User. It will be rendered, if an eID connection exists. Website-Users which may use this plugin must be configured using the 'Record Storage Page' option. The value of the option must match the one of the 'eID-Login Link' plugin mentioned above.
de: Mindestens eine zugangsgeschützte Seite mit dem Frontend-Plugin 'eID-Login Settings' als Inhaltselement muss enthalten sein. Dieses Plugin dient dazu die Verweise anzuzeigen, mit welchen eine eID-Verknüpfung erstellt oder gelöscht werden kann. Durch das Plugin erfolgt auch die Anzeige der dabei auftretenden Meldungen in Form von TYPO3 Flash-Messages. Das Plugin stellt zudem eine Checkbox bereit, um die Passwort basierte Anmeldung für den jeweiligen Website-Benutzer unterbinden zu können. Sie wird angezeigt, falls eine eID-Verknüpfung existiert. Die Website-Benutzer, welche dieses Plugin nutzen können, müssen über die Option 'Datensatzsammlung' festgelegt werden. Der Wert dieser Option muss dem oben erwähnten Plugin 'eID-Login Link' entsprechen.

# be_tpl_index_nosite
source: No sites have been found. Please create a site with pages as described above, to configure the eID-Login for this site.
de: Es wurden keine TYPO3-Seiten gefunden. Bitte erstellen Sie eine TYPO3-Seite mit den oben genannten Eigenschaften ein, um den eID-Login dann für diese einzurichten.

# be_tpl_index_th_1
source: TYPO3 Site
de: TYPO3-Seite

# be_tpl_index_th_2
source: eID-Login SAML-Template present
de: eID-Login SAML-Template vorhanden

# be_tpl_index_th_3
source: Frontend-Plugin 'eID-Login Link' present
de: Frontend-Plugin 'eID-Login Link' vorhanden

# be_tpl_index_th_4
source: Frontend-Plugin 'eID-Login Settings' present
de: Frontend-Plugin 'eID-Login Settings' vorhanden

# be_tpl_index_th_5
source: Record Storage Page configured correctly
de: Datensatzsammlung korrekt eingerichtet

# be_tpl_index_th_6
source: eID-Login is configured
de: eID-Login ist eingerichtet

# be_tpl_index_yes
source: Yes
de: Ja

# be_tpl_index_no
source: No
de: Nein

# be_tpl_index_settings
source: Open Settings
de: Zu den Einstellungen

# be_tpl_index_setup_missing
source: Site is missing needed setup
de: TYPO3-Seite hat nicht die erforderlichen Eigenschaften

# be_tpl_wiz_step_1
source: Overview
de: Übersicht

# be_tpl_wiz_step_2
source: (1) Select IdP
de: (1) IdP wählen

# be_tpl_wiz_step_3
source: (2) Configure IdP
de: (2) IdP konfigurieren

# be_tpl_wiz_step_4
source: (3) Connect eID
de: (3) eID verknüpfen

# be_tpl_wiz_head_1
source: What is the eID-Login extension?
de: Was ist die eID-Login extension?

# be_tpl_wiz_txt_1
source: The eID-Login extension enables users to login to TYPO3 sites using an
de: Die eID-Login Erweiterung ermöglicht Nutzern die Anmeldung an TYPO3-Seiten mit einer

# be_tpl_wiz_txt_2
source: eID-Card
de: eID-Karte

# be_tpl_wiz_txt_3
source: , i.e. the
de: z.B. der

# be_tpl_wiz_txt_4
source: eID function
de: Online-Ausweisfunktion

# be_tpl_wiz_txt_5
source: of the German Identity Card.
de: des Personalausweises.

# be_tpl_wiz_txt_6
source: For the connection of an eID to their user account and the eID based login, users need an
de: Für die Verknüpfung der eID mit dem Nutzerkonto, sowie für die Anmeldung mittels eID benötigen die Nutzer einen

# be_tpl_wiz_txt_7
source: , this means an application like AusweisApp2 or the Open e-Card App.
de: , d.h. eine Anwendung wie z.B. die AusweisApp2 oder die Open e-Card App.

# be_tpl_wiz_txt_8
source: By using the German eID card (or another eID) and the associated PIN code the eID-Login provides a secure alternative to the login using username and password.
de: Durch die Verwendung der Online-Ausweisfunktion des Personalausweises (bzw. einer anderen eID) und der zugehörigen selbstgewählten PIN stellt der eID-Login eine sicherere Alternative zur Anmeldung mit Benutzername und Passwort dar.

# be_tpl_wiz_txt_9
source: Important!
de: Wichtig!

# be_tpl_wiz_txt_10
source: When using the eID-Login extension in it`s default configuration, no personal data from the eID card will be read. Only the
de: Bei der Verwendung des eID-Logins werden in der Standardkonfiguration keine persönlichen Daten aus dem Personalausweis ausgelesen. Stattdessen wird die

# be_tpl_wiz_txt_11
source: pseudonym function
de: Pseudonymfunktion

# be_tpl_wiz_txt_12
source: of the eID is being used.
de: des Ausweises verwendet.

# be_tpl_wiz_txt_13
source: If any other data is being read, the user will be informed about it.
de: Werden davon abweichend weitere Daten ausgelesen, so wird der Benutzer darüber informiert.

# be_tpl_wiz_head_2
source: Setup with SkIDentity as Identity Provider
de: Einrichtung mit SkIDentity als Identity Provider

# be_tpl_wiz_txt_14
source: The easiest way to setup the eID-Login extension is by using the
de: Die einfachste Art die eID-Login Erweiterung einzurichten ist die Verwendung des

# be_tpl_wiz_txt_15
source: which has been preconfigured for ease of use. For the default setup, which means only using the pseudonym function, no costs incur. The only requirement is the
de: , welcher bereits für die unkomplizierte Nutzung vorkonfiguriert ist. Für die Standardkonfiguration, bei der die Pseudonymfunktion bei der Anmeldung verwendet wird, fallen keine Kosten an. Einzige Voraussetzung ist die

# be_tpl_wiz_txt_16
source: registration
de: Registrierung

# be_tpl_wiz_txt_17
source: at SkIDentity.
de: bei SkIDentity.

# be_tpl_wiz_head_3
source: Setup with another Identity Provider
de: Einrichtung mit SkIDentity als Identity Provider

# be_tpl_wiz_txt_18
source: For the eID-Login any Identity Provider using the SAML protocol for communication with TYPO3 can be used. Beyond that any service providing an eID-Server according to
de: Es können für den eID-Login alle Identity Provider angebunden werden, welche das SAML Protokoll nutzen, um mit TYPO3 zu kommunizieren. Darüber hinaus ist die Nutzung von Diensten möglich, die einen eID-Server gemäß

# be_tpl_wiz_txt_19
source: (also based on SAML) can be used.
de: zur Verfügung stellen, welcher auch auf SAML basiert.

# be_tpl_wiz_head_4
source: Technical background information
de: Technischer Hintergrund

# be_tpl_wiz_txt_20
source: The eID-Login extension uses the SAML protocol, to let users login via an external service (Identity Provider) using an eID.
de: Die eID-Login Erweiterung nutzt das SAML Protokoll, damit sich Benutzer Ihrer TYPO3-Seiten über einen externen Dienst (Identity Provider) unter Nutzung der Online-Ausweisfunktion anmelden können.

# be_tpl_wiz_txt_21
source: The SAML protocol defines two major and collaborating entities:
de: Das SAML Protokoll definiert die folgenden beiden Entitäten:

# be_tpl_wiz_txt_22
source: An entity which provides any kind of service over the web. In the scope of the eID-Login extension this is your TYPO3 instance, which contains a SAML Service Provider component.
de: Eine Entität, welche einen Dienst über das Web bereitstellt. Im Rahmen der eID-Login Erweiterung ist es Ihre TYPO3-Instanz, welche eine SAML Service Provider Komponente enthält.

# be_tpl_wiz_txt_23
source: An entity which authenticates the User and returns a corresponding assertion to the Service Provider. In the scope of the eID-Login extension this can be any standard compliant SAML Identity Provider which supports eID-based authentication, for example the
de: Eine Entität, welche den Benutzer authentifiziert und eine entsprechende Bestätigung (Assertion) an den Service Provider zurück gibt. Im Rahmen der eID-Login Erweiterung kann dies jeder zum SAML-Standard kompatible Identity Provider sein, welcher eID-basierte Authentisierung unterstützt, wie zum Beispiel der

# be_tpl_wiz_txt_24
source: The eID-Login procedure comprises the following steps:
de: Der eID-Login Prozess besteht aus folgenden Schritten:

# be_tpl_wiz_txt_25
source: The User initiates the login procedure at the Service Provider.
de: Der Benutzer initiert den Anmeldevorgang am Service Provider.

# be_tpl_wiz_txt_26
source: The Service Provider creates a SAML authentication request (AuthnRequest) and sends it together with the User via redirect to the Identity Provider.
de: Der Service Provider erstellt eine SAML Authentisierungsanfrage (AuthnRequest) und sendet diese zusammen mit dem Benutzer über einen Redirect an den Identity Provider.

# be_tpl_wiz_txt_27
source: The Identity Provider authenticates the User using her eID via an eID-Client.
de: Der Identity Provider authentifiziert den Benutzer über einen eID-Client unter Verwendung der eID.

# be_tpl_wiz_txt_28
source: The Identity Provider returns the result of the authentication procedure to the Service Provider (Response).
de: Der Identity Provider gibt das Ergebnis der Authentifizierung an den Service Provider zurück (Response).

# be_tpl_wiz_txt_29
source: The Service Provider validates the provided response and logs in the User in case of success.
de: Der Service Provider validiert das erhaltene Ergebnis und meldet im Erfolgsfall den Benutzer an.

# be_tpl_wiz_txt_close
source: Close
de: Schliessen

# be_tpl_wiz_head_5
source: Overview
de: Übersicht

# be_tpl_wiz_txt_30
source: The eID-Login extension offers an alternative way of login for the registered users of TYPO3 site, using their electronic identity (
de: Die eID-Login Erweiterung ermöglicht eine alternative Anmeldung für registrierte Benutzer einer TYPO3-Seite mittels einer elektronischen Identität (

# be_tpl_wiz_txt_31
source: ). For example the German eID can then be used for a secure login.
de: ). Benutzer können sich dann z.B. mit der Online-Ausweisfunktion ihres Personalausweises auf sichere Weise anmelden.

# be_tpl_wiz_txt_32
source: Setup of the eID-Login extension for a TYPO3 site consists of three steps:
de: Die Einrichtung der eID-Login Erweiterung für eine TYPO3-Seite erfolgt in drei Schritten:

# be_tpl_wiz_txt_33
source: Select Identity Provider
de: Identity Provider wählen

# be_tpl_wiz_txt_34
source: For the usage of the eID-Login extension a service which makes the eID accessible is needed. This service is called
de: Für die Nutzung der eID-Login Erweiterung wird ein Dienst benötigt, der die eID zugänglich macht. Dieser wird als

# be_tpl_wiz_txt_35
source: or in short
de: oder kurz

# be_tpl_wiz_txt_36
source: . You can choose to use the preconfigured
de: bezeichnet. Sie haben die Möglichkeit den

# be_tpl_wiz_txt_37
source: service or select another service.
de: Dienst mit Voreinstellungen zu nutzen oder einen anderen Dienst zu wählen.

# be_tpl_wiz_txt_38
source: Configuration at the Identity Provider
de: Konfiguration am Identity Provider

# be_tpl_wiz_txt_39
source: At the Identity Provider your TYPO3 site, which serves as
de: Beim Identity Provider muss Ihre TYPO3-Seite, die als

# be_tpl_wiz_txt_40
source: , must be registered. The process of registration depends on the respective Identity Provider. The information needed for registration is provided in step 2.
de: dient, eingetragen werden. Das exakte Vorgehen ist vom jeweiligen Anbieter abhängig. Die benötigten Informationen werden Ihnen in Schritt 2 bereitgestellt.

# be_tpl_wiz_txt_41
source: Connect eID
de: eID verknüpfen

# be_tpl_wiz_txt_42
source: In order to use a German eID ('Personalausweis') or another eID for the login at the configured TYPO3 site, the eID must be connected to an Website-User account.
de: Um sich künftig mit dem Personalausweis oder einer anderen eID bei der konfigurierten TYPO3-Seite anmelden zu können, muss die eID noch mit dem Website-Benutzer verknüpft werden.

# be_tpl_wiz_txt_43
source: Continue with SkIDentity
de: Weiter mit SkIDentity

# be_tpl_wiz_txt_44
source: Please click on the (?) icon for help regarding the setup or more information.
de: Klicken Sie auf das (?) Icon für Hilfe bei der Einrichtung oder für weitere Informationen.

# be_tpl_wiz_txt_45
source: Continue with another IdP
de: Weiter mit anderem IdP

# be_tpl_wiz_head_6
source: Select Identity Provider
de: Identity Provider wählen

# be_tpl_wiz_txt_46
source: Select an Identity Provider. It must support the SAML protocol.
de: Wählen Sie einen Identity Provider. Dieser muss das SAML-Protokoll unterstützen.

# be_tpl_wiz_txt_47
source: Insert the Identity Providers Metadata URL in the respective form field and assign an Entity ID, which must be used for the configuration of the Identity Provider in the next step.
de: Tragen Sie dessen Metadaten URL in das entsprechende Feld ein und bestimmen Sie die EntityID, die Sie im nächsten Schritt bei Ihrem Identity Provider eintragen müssen.

# be_tpl_wiz_lbl_1
source: Identity Provider Metadata URL
de: Identity Provider Metadaten URL

# be_tpl_wiz_txt_48
source: When inserting the Metadata URL, the values in the advanced settings will be updated. Alternatively the advanced settings can be inserted by hand.
de: Durch das Eintragen der Metadaten URL werden die Werte in den fortgeschrittenen Einstellungen aktualisiert. Alternativ können Sie die fortgeschrittenen Einstellungen von Hand anpassen.

# be_tpl_wiz_txt_49
source: Usually the domain of the TYPO3 site is used.
de: Üblicherweise wird die Domain der TYPO3-Seite genutzt.

# be_tpl_wiz_lbl_2
source: Enforce encryption of SAML assertions (Check only if the selected Identity Provider supports this feature!)
de: Verschlüsselung von Authentifizierungsanworten erzwingen (Aktivieren Sie diese Option nur, wenn dies vom Identity Provider unterstützt wird!)

# be_tpl_wiz_txt_49
source: Usually the domain of your TYPO3 site is used.
de: Üblicherweise wird die Domain Ihrer TYPO3-Seite genutzt.

# be_tpl_wiz_txt_back
source: Back
de: Zurück

# be_tpl_wiz_txt_next
source: Next
de: Weiter

# be_tpl_wiz_head_7
source: Advanced Settings
de: Fortgeschrittene Einstellungen

# be_tpl_wiz_txt_50
source: URL of the Identity Provider to which the SAML authentication request will be sent.
de: URL des Identity Provider zu welcher die SAML Authentisierungsanfrage gesendet wird.

# be_tpl_wiz_lbl_3
source: Signature Certificate of the Identity Provider
de: Signatur-Zertifikat des Identity Providers

# be_tpl_wiz_txt_51
source: Certificate to validate the signature of the authentication response.
de: Zertifikat um die Signatur der Authentifizierungsantwort zu validieren.

# be_tpl_wiz_lbl_4
source: Encryption Certificate of the Identity Provider
de: Verschlüsselungszertifikat des Identity Provider

# be_tpl_wiz_txt_52
source: Certificate to encrypt the authentication request. Omitting the element means that the SAML requests are not encrypted.
de: Zertifikat um die Authentisierungsanfrage zu verschlüsseln. Falls kein Wert eingetragen ist, so werden Anfragen nicht verschlüsselt.

# be_tpl_wiz_txt_53
source: For a connection according to
de: Um eine Verbindung gemäß

# be_tpl_wiz_txt_54
source: the corresponding AuthnRequestExtension XML element must be inserted here.
de: zu nutzen, muss das entsprechende AuthnRequestExtension XML Element hier eingetragen werden.

# be_tpl_wiz_txt_55
source: Now go to the choosen Identity Provider and use the following data to register the Service Provider there:
de: Gehen Sie jetzt zum ausgewählten Identity Provider und nutzen Sie die folgenden Daten, um den Service Provider dort einzutragen:

# be_tpl_wiz_txt_56
source: You have chosen SkIDentity. Click the button to the right, to go to SkIDentity.
de: Sie haben SkIDentity ausgewählt. Klicken Sie den Button rechts um zu SkIDentity zu gelangen.

# be_tpl_wiz_txt_57
source: Open SkIDentity
de: SkIDentity öffnen

# be_tpl_wiz_head_9
source: Service Provider Metadata
de: Service Provider Metadaten

# be_tpl_wiz_txt_58
source: The metadata as provided by the Service Provider at the URL
de: Die Service Provider Metadaten, auch bereitgestellt unter

# be_tpl_wiz_head_10
source: Connect eID
de: eID verknüpfen

# be_tpl_wiz_txt_59
source: To use the eID-Login, the eID must be connected to the user account. For this you need an eID-Card, like the German eID, a suitable cardreader and an active eID-Client (for example
de: Um den eID-Login nutzen zu können, muss die eID mit dem Konto verknüpft werden. Dafür benötigt man eine eID-Karte, z.B. einen Personalausweis, einen geeigneten Kartenleser und einen gestarteten eID-Client (z.B.

# be_tpl_wiz_txt_60
source: or
de: oder

# be_tpl_wiz_txt_61
source: After establishing the connection the eID-Login can be used on every page where the Frontend-Plugin 'eID-Login Link' is used.
de: Nach der Verknüpfung kann der eID-Login mit dem entsprechenden Link auf jeder Seite mit dem Frontend-Plugin 'eID-Login Link' verwendet werden.

# be_tpl_wiz_txt_62
source: Now login to the
de: Loggen Sie sich nun im

# be_tpl_wiz_txt_62a
source: of the TYPO3 site, to connect the user account with you eID. This step is optional and can be done later at any time. Just visit the page where the Frontend-Plugin 'eID-Login Settings' is used as a logged is Website-User.
de: der TYPO3-Seite ein, um das entsprechende Konto mit Ihrer eID verknüpfen. Dieser Schritt ist optional und kann jederzeit später erfolgen und rückgängig gemacht werden. Besuchen Sie dazu einfach als eingeloggter Website-Benutzer eine Seite, auf welcher das Frontend-Plugin 'eID-Login Settings' verwendet wird.

# be_tpl_wiz_txt_63
source: Please note:
de: Bitte beachten Sie:

# be_tpl_wiz_txt_64
source: After finishing the wizard, this page will show a form for direct access to the eID-Login settings of the corresponding TYPO3 site. To use the wizard again, reset the settings of the eID-Login extension for this site.
de: Nach dem dem Abschließen der Konfiguration wird auf dieser Seite ein Formular für den direkten Zugriff auf die eID-Login Konfiguration für die entsprechende TYPO3-Seite angezeigt. Um den Wizard erneut zu nutzen, setzen Sie die Einstellungen der eID-Login Erweiterung für diese TYPO3-Seite zurück.

# be_tpl_wiz_txt_65
source: Finish wizard
de: Einrichtung abschließen

# be_tpl_wiz_lbl_6
source: eID-Login is activated
de: eID-Login ist aktiviert

# be_tpl_wiz_txt_66
source: If the eID-Login is activated, the eID-Login link is shown and users can edit eID connections.
de: Ist der eID-Login aktiviert, so wird der eID-Login Link angezeigt und Benutzer können Ihre eID-Verknüpfung editieren.

# be_tpl_wiz_txt_67
source: Please Note: Required values in the following form are labeled with a *
de: Bitte beachten Sie: Pflichtfelder sind mit einem * markiert.

# be_tpl_wiz_head_11
source: Service Provider Settings
de: Service Provider Einstellungen

# be_tpl_wiz_txt_68
source: EntityID of the Service Provider as configured at the Identity Provider
de: EntityID des Service Provider, wie beim Identity Provider konfiguriert.

# be_tpl_wiz_txt_69
source: Assertion Consumer URL is determined by the domain of your Service Provider and cannot be changed. Use this value to configure the Service Provider at the Identity Provider.
de: Die Assertion Consumer URL ist bestimmt durch die Domain des Service Providers und kann nicht geändert werden. Nutzen Sie diesen Wert, um den Service Provider beim Identity Provider zu konfigurieren.

# be_tpl_wiz_txt_70
source: SAML Metadata URL is determined by the domain of your Service Provider and cannot be changed. Use this value to configure the Service Provider at the Identity Provider.
de: Die SAML Metadaten URL ist bestimmt durch die Domain des Service Providers und kann nicht geändert werden. Nutzen Sie diesen Wert, um den Service Provider beim Identity Provider zu konfigurieren.

# be_tpl_wiz_lbl_7
source: SAML Metadata URL
de: SAML Metadaten URL

# be_tpl_wiz_lbl_8
source: Only accept encrypted SAML assertions from the Identity Provider. This must be supported by the Identity Provider.
de: Nur verschlüsselte SAML Authentifizierungsantworten vom Identity Provider akzeptieren. Der Identity Provider muss dies unterstützen.

# be_tpl_wiz_head_12
source: Identity Provider Settings
de: Identity Provider Einstellungen

# be_tpl_wiz_lbl_9
source: EntityID of the Identity Provider *
de: EntityID des Identity Provider

# be_tpl_wiz_txt_71
source: URL of the Identity Provider to which the SAML authentication request will be sent.
de: URL des Identity Provider zu welcher die SAML Authentisierungsanfrage gesendet wird.
