Repository: eid-login/eid-login-typo3
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# be_tpl_wiz_txt_72
source: Certificate to validate the signature of the authentication response.
de: Zertifikat um die Signatur der Authentifizierungsantwort zu validieren.

# be_tpl_wiz_lbl_10
source: Signature Certificate of the Identity Provider *
de: Signatur-Zertifikat des Identity Providers

# be_tpl_wiz_txt_73
source: Certificate to encrypt the authentication request. Omitting the element means that the SAML requests are not encrypted.
de: Zertifikat um die Authentisierungsanfrage zu verschlüsseln. Falls kein Wert eingetragen ist, so werden Anfragen nicht verschlüsselt.

# be_tpl_wiz_lbl_11
source: Encryption Certificate of the Identity Provider
de: Verschlüsselungszertifikat des Identity Provider

# be_tpl_wiz_txt_74
source: For a connection according to
de: Um eine Verbindung gemäß

# be_tpl_wiz_txt_75
source: the corresponding AuthnRequestExtension XML element must be inserted here.
de: zu nutzen, muss das entsprechende AuthnRequestExtension XML Element hier eingetragen werden.

# be_tpl_wiz_txt_save
source: Save
de: Speichern

# be_tpl_wiz_txt_reset
source: Reset
de: Zurücksetzen

# be_tpl_wiz_head_13
source: SAML Certificate Rollover
de: SAML Zertifikatswechsel

# be_tpl_wiz_txt_76
source: The active certificates expire in
de: Die aktuellen Zertifikate laufen in

# be_tpl_wiz_txt_77
source: days. For a regular certificate rollover no action is required. The rollover will be done automatically. But you always have the option to do a manual rollover, if needed.
de: Tagen ab. Für einen regulären Zertifikatswechsel ist kein Handeln erforderlich. Der Wechsel auf ein neues Zertifikat erfolgt automatisch. Sie haben aber jederzeit auch die Möglichkeit bei Bedarf einen manuellen Zertifikatswechsel durchzuführen.

# be_tpl_wiz_head_14
source: Current certificates:
de: Aktuelle Zertifikate:

# be_tpl_wiz_txt_78
source: The currently active certificate ends with:
de: Das aktuell verwendete Zertifikat endet mit:

# be_tpl_wiz_txt_79
source: The newly prepared certificate, which is not yet active, ends with:
de: Das vorbereitetet Zertifikat, welches noch nicht aktiviert ist, endet mit:

# be_tpl_wiz_txt_80
source: Signature
de: Signatur

# be_tpl_wiz_txt_81
source: Encryption
de: Verschlüsselung

# be_tpl_wiz_head_15
source: Manual Certificate Rollover
de: Manueller Zertifikatswechsel

# be_tpl_wiz_head_16
source: (1) Certificate Rollover Preparation
de: (1) Vorbereitung des Zertifikatswechsels

# be_tpl_wiz_txt_82
source: In a first step new certificates will be created, which will be in the state
de: In einem ersten Schritt werden neue Zertifikate erzeugt, welche den Status

# be_tpl_wiz_txt_83
source: prepared
de: vorbereitet

# be_tpl_wiz_txt_84
source: but not activated.
de: haben, aber noch nicht aktiviert sind.

# be_tpl_wiz_txt_85
source: After some time the Identity Provider should have noticed the presence of the new certificates or you must explicitly inform the Identity Provider about them. After this has happened the rollover can be executed.
de: Nach einiger Zeit sollte der Identity Provider die neuen Zertifikate erkannt und eingelesen haben, oder Sie müssen diese dort explizit konfigurieren. Danach kann der Zertifikatswechsel durchgeführt werden.

# be_tpl_wiz_txt_86
source: Prepare Certificate Rollover
de: Zertifikatswechsel vorbereiten

# be_tpl_wiz_head_17
source: (2) Activation of prepared certificates
de: (2) Aktivierung der vorbereiteten Zertifikate

# be_tpl_wiz_txt_87
source: The activation of the new certificates will happen automatically after some time, but can also be done by clicking the button below.
de: Die Aktivierung der vorbereiteten Zertifikate erfolgt nach einiger Zeit automatisch, kann aber auch durch Klick auf den untenstehenden Button sofort ausgeführt werden.

# be_tpl_wiz_txt_88
source: CAUTION: Only do this step manually, if you have made sure that the prepared certificates have been successfully configured at the Identity Provider or there are other important reasons to change the certificates immediately.
de: ACHTUNG: Führen Sie diesen Schritt nur dann durch, wenn Sie sicher sind, dass die vorbereiteten Zertifikate erfolgreich beim Identity Provider konfiguriert wurden oder es andere wichtige Gründe für einen sofortigen Zertifikatswechsel gibt.

# be_tpl_wiz_txt_89
source: Activate prepared certificates
de: Vorbereitete Zertifikate aktivieren

# be_tpl_wiz_txt_90
source: The button is only active if the rollover has been prepared already!
de: Dieser Knopf ist nur aktiv, wenn ein Zertifikatswechsel bereits vorbereitet wurde!

# be_js_txt_show_idp
source: Advanced Settings
de: Fortgeschrittene Einstellungen

# be_js_txt_hide_idp
source: Hide Advanced Settings
de: Fortgeschrittene Einstellungen verbergen

# be_js_txt_show_sp
source: Show Service Provider Metadata
de: Service Provider Metadaten anzeigen

# be_js_txt_hide_sp
source: Hide Service Provider Metadata
de: Service Provider Metadaten verbergen

# be_js_msg_err_idp_meta_fetch
source: Identity Provider settings could not be fetched
de: Identity Provider Einstellungen konnten nicht geladen werden

# be_js_msg_err_sp_meta_fetch
source: Service Provider metadata could not be fetched
de: Service Provider Metadaten konnten nicht geladen werden

# be_js_msg_err_save
source: Settings could not be saved
de: Einstellungen konnten nicht gespeichert werden

# be_js_txt_activate_title
source: Activate eID-Login
de: eID-Login aktivieren

# be_js_txt_activate_content
source: Please confirm that the Service Provider has been registered at the Identity Provider. Pressing the 'Next' button will activate the eID-Login.
de: Bitte stellen Sie sicher, dass Sie den Service Provider beim Identity Provider eingetragen haben. Die eID-Login App wird mit dem Klick auf 'Weiter' aktiviert.

# be_js_txt_cancel
source: Cancel
de: Abbrechen

# be_js_txt_next
source: Next
de: Weiter

# be_js_msg_err_activate
source: eID-Login could not be activated
de: eID-Login konnte nicht aktivert werden

# be_js_txt_save_title
source: Save Settings
de: Einstellungen speichern

# be_js_txt_save_content
source: Changing the Identity Provider Settings will very likely make existing eID connections of Website Users from the site`s Record Storage Page not work anymore, as they are bound to a specific Identity Provider! You should make a backup of the settings before saving! Please decide, if the existing eID connections of Website Users from the site`s Record Storage Page should be deleted when saving.
de: Änderungen an den Identity Provider Einstellungen führen mit hoher Wahrscheinlichkeit dazu, dass die bestehende eID-Verknüpfungen der Website-Benutzer aus der Datensatzsammlung der TYPO3-Seite nicht mehr genutzt werden können, da Sie an einen bestimmten Identity Provider gebunden sind! Sie sollten ein Backup Ihrer Einstellungen machen, bevor Sie speichern! Bitte entscheiden Sie, ob die bestehenden eID-Verknüpfungen der Website-Benutzer aus der Datensatzsammlung der TYPO3-Seite gelöscht werden sollen.

# be_js_txt_save_delete
source: Save and delete eID connections
de: Speichern, eID-Verknüpfungen löschen

# be_js_txt_save_only
source: Save and keep eID connections
de: Speichern, eID-Verknüpfungen behalten

# be_js_txt_reset_title
source: Reset Settings
de: Einstellungen zurücksetzen

# be_js_txt_reset_content
source: Reset of settings will also delete eID connections of the Website Users from the site`s Record Storage Page. After this they will not be able to use the eID-Login anymore and they must create new eID connections! Are you sure?
de: Das Zurücksetzen der Einstellungen wird auch die eID-Verknüpfungen der Website-Benutzer aus der Datensatzsammlung der TYPO3-Seite löschen. Danach wird ihnen der eID-Login nicht mehr möglich sein und sie müssen neue eID-Verknüpfungen erstellen. Sind Sie sicher?

# be_js_txt_yes
source: Yes
de: Ja

# be_js_msg_err_settings_reset
source: Settings could not be reset
de: Einstellungen konnten nicht zurückgesetzt werden

# be_js_txt_preprollover_title
source: Prepare Certificate Rollover
de: Zertifikatswechsel vorbereiten

# be_js_txt_preprollover_content_nonew
source: This will create new certificates which will be propagated in the Service Provider SAML Metadata. Are you sure?
de: Dies wird neue Zertifikate erzeugen und über die Service Provider SAML Metadaten veröffentlichen. Sind Sie sicher?

# be_js_txt_preprollover_content_new
source: This will replace the already prepared certificates and replace them with a new ones which will be propagated in the Service Provider SAML Metadata. Are you sure?
de: Dies wird die schon vorbereiteten Zertifikate aus den Service Provider SAML Metadaten entfernen und Sie durch neue Zertifikate ersetzen. Sind Sie sicher?

# be_js_msg_err_preprollover
source: Certificate Rollover could not be prepared
de: Zertifikatswechsel konnte nicht ausgeführt werden

# be_js_msg_scs_preprollover
source: Certificate Rollover has been prepared
de: Zertifikatswechsel wurde vorbereitet

# be_js_txt_execrollover_title
source: Activate prepared certificates
de: Vorbereitete Zertifikate aktivieren

# be_js_txt_execrollover_content
source: This will remove the currently used certificates from the Service Provider SAML Metadata and activate the prepared certificates. Are you sure?
de: Dies wird die derzeit genutzten Zertifikate aus den Service Provider SAML Metadaten entfernen und die vorbereiteten Zertifikate aktivieren. Sind Sie sicher?

# be_js_msg_err_execrollover
source: Certificate Rollover could not be executed
de: Zertifikatswechsel konnte nicht ausgeführt werden

# be_js_msg_scs_execrollover
source: Certificate Rollover has been executed
de: Zertifikatswechsel wurde ausgeführt

# be_js_txt_nocert
source: No new certificate prepared yet.
de: Noch kein neues Zertifikat vorbereitet.

# be_select_site
source: Select Site ...
de: Seite auswählen ...

# be_msg_err_idp_cert_enc_invalid_key_length
source: Encryption Certificate of the Identity Provider has an insufficent public key length. The minimal valid key length is
de: Verschlüsselungszertifikat des Identity Providers beinhaltet einen öffentlichen Schlüssel unzureichender Länge. Die minimal gültige Schlüssellänge ist

# be_msg_err_idp_cert_enc_invalid
source: Encryption Certificate of the Identity Provider could not be read
de: Verschlüsselungszertifikat des Identity Providers konnte nicht gelesen werden

# be_msg_err_idp_cert_sign_invalid_key_length
source: Signature Certificate of the Identity Provider has an insufficent public key length. The minimal valid key length is
de: Signatur-Zertifikat des Identity Providers beinhaltet einen öffentlichen Schlüssel unzureichender Länge. Die minimal gültige Schlüssellänge ist

# be_msg_err_idp_cert_sign_invalid
source: Signature Certificate of the Identity Provider could not be read
de: Signatur-Zertifikat des Identity Providers konnte nicht gelesen werden

# be_msg_err_idp_cert_sign_missing
source: Signature Certificate of the Identity Provider is missing
de: Signatur-Zertifikat des Identity Providers fehlt

# be_msg_err_idp_entityid_missing
source: EntityID of the Service Provider is missing
de: EntityID des Service Providers fehlt

# be_msg_err_idp_cert_enc_needed
source: For using the SAML Profile according to BSI TR-03130 an Encryption Certificate of the Identity Provider is needed
de: Um das SAML Profil gemäß BSI TR-03130 zu nutzen, ist die Angabe eines Verschlüsselungszertifikates des Identity Providers notwendig

# be_msg_err_idp_tr03130ext_enforce_enc_needed
source: For using the SAML Profile according to BSI TR-03130 the encryption of SAML assertions is needed
de: Um das SAML Profil gemäß BSI TR-03130 zu nutzen, ist die Verschlüsselung von Authentifizierungsantworten notwendig

# be_msg_err_idp_tr03130ext_invalid
source: AuthnRequestExtension XML Element is no valid XML
de: AuthnRequestExtension XML-Element ist kein valides XML

# be_msg_err_idp_sso_url_invalid
source: No valid Single Sign-On URL of the Identity Provider
de: Keine gültige Identity Provider Single Sign-On URL

# be_msg_err_idp_sso_url_no_https
source: Identity Provider Single Sign-On URL must start with https
de: Identity Provider Single Sign-On URL muss mit https beginnen

# be_msg_err_idp_sso_url_missing
source: Single Sign-On URL of the Identity Provider is missing
de: Single Sign-On URL des Identity Providers fehlt

# be_msg_err_sp_entityid_missing
source: EntityID of the Service Provider is missing
de: EntityID des Identity Providers fehlt

# be_msg_scs_settings_saved
source: Settings have been saved
de: Einstellungen wurden gespeichert

# be_msg_scs_activated
source: eID-Login is activated
de: eID-Login ist aktiviert

# be_msg_scs_deactivated
source: eID-Login is deactivated
de: eID-Login ist deaktiviert

# be_msg_scs_eids_deleted
source: , eID connections have been deleted
de: , eID-Verknüpfungen wurden gelöscht

# be_msg_scs_settings_reset
source: Settings have been reset
de: Einstellungen wurden zurückgesetzt

# fe_tpl_login_logout
source: Logout
de: Abmelden

# fe_tpl_settings_title
source: eID-Login Settings
de: eID-Login Einstellungen

# fe_tpl_settings_hint_create
source: Your account is currently not connected to your eID. Create a connection to use your German eID ('Personalausweis') or another eID for the login into the frontend of the TYPO3 site. More information can be found in the
de: Ihr Konto ist derzeit nicht mit Ihrer eID verknüpft. Erstellen Sie eine Verknüpfung, um sich künftig auf sichere Weise mit ihrem Personalausweis oder einer anderen eID im Frontend der TYPO3-Seite anzumelden. Weitere Informationen finden Sie in den

# fe_tpl_settings_link_create
source: Create connection to eID
de: Verknüpfung zu eID erstellen

# fe_tpl_settings_hint_delete
source: Your account is currently connected to your eID. By default you can use Username and Password or eID to login. Activate the following option, to prevent the login by username and password and enhance the security of your account.
de: Ihr Konto ist derzeit mit Ihrer eID verknüpft. In der Grundeinstellung können Sie sich sowohl mit Nutzername und Passwort als auch mit Ihrer eID an ihrem Benutzerkonto anmelden. Aktivieren Sie die nachfolgende Option, um die Anmeldung mit Nutzername und Passwort zu verhindern und so die Sicherheit Ihres Kontos zu erhöhen.

# fe_tpl_settings_disablepwlogin
source: Disable password based login. This will be unset if you change the password, i.e. via password recovery.
de: Anmelden mit Passwort deaktivieren. Diese Option wird zurückgesetzt, falls Sie Ihr Passwort ändern, z.B. durch Zurücksetzten.

# fe_tpl_settings_link_delete
source: Delete connection to eID
de: eID-Verknüpfung löschen

# fe_msg_err_pwlogin_disabled
source: Password based login is disabled for this account
de: Passwort basierte Anmeldung ist für dieses Konto deaktiviert

# fe_msg_err_setting_email_missing
source: Password based login cannot be disabled, as no email is defined for the user account
de: Passwort basierte Anmeldung kann für dieses Konto nicht aktiviert werden, da das Konto keine E-Mail Adresse beinhaltet

# fe_msg_scs_setting_saved
source: Setting has been saved
de: Einstellung wurde gespeichert

# co_txt_create_eid
source: Create connection to eID
de: Verknüpfung zu eID erstellen

# co_msg_err_eid_creation_fail_general
source: Creation of eID connection failed! Please ensure the used eID-Card is valid.
de: Erstellung der eID-Verknüpfung fehlgeschlagen! Bitte stellen Sie sicher, dass die genutzte eID-Karte gültig ist.

# co_msg_err_eid_login_fail_general
source: Login with eID failed! Please ensure the used eID-Card is valid.
de: Anmelden mit eID fehlgeschlagen! Bitte stellen Sie sicher, dass die genutzte eID-Karte gültig ist.

# co_msg_err_eid_creation_abort
source: Creation of eID connection aborted
de: Erstellung der eID-Verknüpfung abgebrochen

# co_msg_err_eid_login_abort
source: Login with eID aborted
de: Anmelden mit eID abgebrochen

# co_msg_err_eid_creation_fail_user_already_connected
source: An eID connection already exists
de: Eine eID-Verknüpfung existiert bereits

# co_msg_err_eid_creation_fail_eid_already_connected
source: The eID is already connected to another account
de: Diese eID ist schon mit einem anderen Konto verknüpft

# co_msg_err_eid_login_fail_eid_not_connected
source: The eID is not yet connected to an account
de: Diese eID ist noch nicht mit einem Konto verknüpft

# co_msg_scs_eid_created
source: eID connection has been created
de: eID-Verknüpfung wurde erstellt

# co_msg_scs_eid_deleted
source: eID connection has been deleted
de: eID-Verknüpfung wurde gelöscht
